#brew "cask"
#brew "mas"
brew "zsh-syntax-highlighting"

tap "homebrew/cask-fonts"

cask "fastlane" # error
cask "fork"
cask "iterm2"
cask "google-chrome"
cask "notion"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "docker"
cask "karabiner-elements"
cask "shiftit"
cask "keka"
cask "scroll-reverser"
cask "macs-fan-control"

# 21년 7월 9일 추가
# brew "awscli" # error
cask "discord"
cask "postman"
# cask "cyberduck"
cask "wireshark"
cask "haptickey"
brew "fzf"
cask "bettertouchtool"
cask "mongodb-realm-studio"
cask "jandi"
cask "cyberduck"
brew "awscli"
cask "itsycal"

# mas search Xcode
# mas "Apple Configurator 2", id: 1037126344
# mas "KakaoTalk", id: 869223134
# mas "Jump Desktop (RDP, VNC, Fluid)", id: 524141863
# mas "GoodNotes 5", id: 1444383602  
# mas "Spark – Email App by Readdle", id: 1176895641
# mas "Apple Configurator 2", id: 1037126344
# mas "Xcode", id: 497799835 # 제일 용량이 커서 맨 뒤로 이동
