brew "zsh-syntax-highlighting"

tap "homebrew/cask-fonts"
tap "heroku/brew"

cask "font-d2coding"
cask "fork"
cask "iterm2"
cask "google-chrome"
cask "notion"
cask "slack"
# cask "telegram"
cask "visual-studio-code"
cask "docker"
cask "karabiner-elements"
cask "alfred"
cask "rectangle"
cask "monitorcontrol"
cask "postman"
cask "discord"
cask "hiddenbar"

# mas search Xcode
mas "Apple Configurator 2", id: 1037126344
mas "KakaoTalk", id: 869223134
mas "Jump Desktop (RDP, VNC, Fluid)", id: 524141863
mas "GoodNotes 5", id: 1444383602  
mas "Spark – Email App by Readdle", id: 1176895641
mas "Apple Configurator 2", id: 1037126344 
mas "Xcode", id: 497799835